


INSERT INTO ezd_retType VALUES(DEFAULT ,'实习'), (DEFAULT ,'全职'); -- 招聘类型表


/* 行业数据添加开始*/
INSERT INTO ezd_industry VALUES (DEFAULT , 'it/互联网'),(DEFAULT , '政府/非营业机构'),(DEFAULT , '电子/通信/硬件'),(DEFAULT , '农/林、牧 、渔'),(DEFAULT , '广告/传媒/影视/文化'),(DEFAULT , '房地产/商业中心'),(DEFAULT , '房建'),(DEFAULT , '教育/培训/科研/院校'),(DEFAULT , '专业服务'),(DEFAULT , '生活服务'),(DEFAULT , '金融业'),(DEFAULT , '贸易/物流/交通/运输'),(DEFAULT , '快速/耐用消费品'),(DEFAULT , '医学/生物'),(DEFAULT , '能源/水利/化工/环保'),(DEFAULT , '仪器/仪表/工业自动化/电器'),(DEFAULT , '汽车/摩托车/电动车'),(DEFAULT , '机械制造物/机电/重工'),(DEFAULT , '航空/航天研究与制造'); -- 一级行业信息表

INSERT INTO ezd_seindustry(se_in,se_name) VALUES (1,'o2o生活服务'),(1,'电子商务'),(1,'网络招聘'),(1,'网络安全'),(1,'计算机软件'),(1,'IT服务/体统集成'),(1,'网游/手游'),(1,'在线教育'),(1,'云计算/大数据'),(1,'互联网金融'),(1,'在线旅游'),(1,'门户网络/搜索引擎'),(1,'智能硬件/机器人'),(1,'SNS/社交');


INSERT INTO ezd_seindustry(se_in,se_name) VALUES (2,'政府职能部门/公共事业'),(2,'各国华政机构'),(2,'协会'),(2,'部队/警察'),(2,'公益组织'),(2,'其他');



INSERT INTO ezd_seindustry(se_in,se_name) VALUES (3,'运营商/增值服务'),(3,'计算机硬件/网络设备'),(3,'通信设备'),(3,'电子/半导体/集成电路');


INSERT INTO ezd_seindustry(se_in,se_name) VALUES (4,'样值/种植/水产'),(4,'园林/园艺/花卉'),(4,'种子/化肥/农药'),(4,'饲料/添加剂'),(4,'其他');



INSERT INTO ezd_seindustry(se_in,se_name) VALUES (5,'广告/公关/会展'),(5,'影视/媒体'),(5,'文化/艺术'),(5,'出版');


INSERT INTO ezd_seindustry(se_in,se_name) VALUES (6,'地产经纪/中介'),(6,'物业管理/商业中心'),(6,'房地产开发');


INSERT INTO ezd_seindustry(se_in,se_name) VALUES (7,'建材'),(7,'建筑设计'),(7,'装修装饰'),(7,'工程施工'),(7,'园林景观'),(7,'环境工程'),(7,'路桥/隧道'),(7,'高铁/地铁');


INSERT INTO ezd_seindustry(se_in,se_name) VALUES (8,'学前教育'),(8,'出国留学'),(8,'外语培训'),(8,'IT培训'),(8,'k12/中专'),(8,'高等院校'),(8,'学术/科研'),(8,'其他技能培训');


INSERT INTO ezd_seindustry(se_in,se_name) VALUES (9,'咨询'),(9,'财务/审计/税务'),(9,'法律'),(9,'人才服务'),(9,'外包服务'),(9,'翻译'),(9,'专利/知识产权/商标'),(9,'检测/认证');


INSERT INTO ezd_seindustry(se_in,se_name) VALUES (10,'餐饮'),(10,'酒店'),(10,'家政服务'),(10,'汽车租赁'),(10,'旅游'),(10,'中介服务'),(10,'娱乐/休闲/体育'),(10,'婚庆/摄影'),(10,'宠物行业'),(10,'丽人/美容/美发'),(10,'婚庆/摄影');


INSERT INTO ezd_seindustry(se_in,se_name) VALUES (11,'银行'),(11,'投资/融资'),(11,'保险'),(11,'证券/基金'),(11,'租赁/信托'),(11,'期贷/外汇'),(11,'担保/典当/拍卖');

INSERT INTO ezd_seindustry(se_in,se_name) VALUES (12,'交通/运输'),(12,'物流/仓储/快递'),(12,'贸易/进出口');


INSERT INTO ezd_seindustry(se_in,se_name) VALUES (13,'办公用品及设备'),(13,'家电'),(13,'服装/服饰/纺织/皮革'),(13,'奢侈品/收藏品'),(13,'零售（超市）/批发'),(13,'玩具/礼品'),(13,'食品/饮料/烟酒/日化'),(13,'家具/家居'),(13,'珠宝/首饰/工艺品');


INSERT INTO ezd_seindustry(se_in,se_name) VALUES (14,'制药（生物/化学））'),(14,'医疗器械'),(14,'医院/医疗卫生'),(14,'保健');

INSERT INTO ezd_seindustry(se_in,se_name) VALUES (15,'新能源（太阳能/风能）'),(15,'环保'),(15,'电力/水利'),(15,'石油/石化/化工'),(15,'矿产/地质/采掘/冶炼'),(15,'原材料和加工');

INSERT INTO ezd_seindustry(se_in,se_name) VALUES (16,'集成电路ic设计/应用工程师'),(16,'ic验证工程师'),(16,'电子工程师/技术员'),(16,'电子技术研发工程师'),(16,'射频工程师'),(16,'电子/电器维修工程师/技师'),(16,'变压器与磁电工程师'),(16,'版图设计工程师'),(16,'电器工程师/技术员'),(16,'电路工程师/技术员（模拟/数字）'),(16,'电声/音响工程师/技术员'),(16,'激光/光电子技术'),(16,'半导体技术'),(16,'自动控制工程师/技术员'),(16,'电子软件开发（ARM/MCU...'),(16,'嵌入式软件开发（linux/单片机/plc/dsp...）'),(16,'电池/电源开发'),(16,'fae现场应用工程师'),(16,'工艺工程师'),(16,'家用电器/数码产品研发'),(16,'仪器/仪表/计量分析师'),(16,'测试工程师'),(16,'安防系统工程师'),(16,'其他');

INSERT INTO ezd_seindustry(se_in,se_name) VALUES (17,'汽车销售'),(17,'汽车维修/美容'),(17,'汽车用品'),(17,'汽车生产'),(17,'汽车零部件'),(17,'摩托'),(17,'电动车');


INSERT INTO ezd_seindustry(se_in,se_name) VALUES (18,'机械及工业制品'),(18,'机电设备'),(18,'重工业');

INSERT INTO ezd_seindustry(se_in,se_name) VALUES (19,'研究/设计'),(19,'销售部门'),(19,'生产与维修'),(19,'实验与试飞基地'),(19,'管理部门');

/* 行业数据添加结束*/


-- 一级招聘类型
INSERT INTO ezd_postOne(pone_name) VALUES('计算机/互联网/通信'),
('人事/行政/后勤'),('餐饮'),('销售'),('普工/技工'),('客服'),('房产中介'),
('财务/审计/统计'),('金融/银行/证券/投资'),('家政保洁/安保'),('超市/百货/零售'),
('贸易/采购'),('服装/纺织/食品'),('物流/仓储'),('法律'),('教育培训'),('翻译'),
('建筑'),('物业管理'),('农/林/牧/渔业'),('生产管理/研发'),('娱乐/悠闲'),
('美容/美发'),('机械/仪器仪表'),('电子/电气'),('保健按摩'),('运动健身'),
('司机'),('保险'),('汽车制造/服务'),('编辑/出版/印刷'),('医院/医疗/护理'),
('制药/生物工程'),('环保'),('质控/安防'),('高级管理'),('招聘会'),('淘宝职位');

-- 二级招聘类型
INSERT INTO ezd_postTwo(ptwo_name,ptwo_postOne) 
VALUES('软件工程师',1),('程序员',1),('实施工程师',1),('网页设计/制作',1),('技术总监/经理',1),('新媒体经营',1),('项目经理/专员',1),('产品经理/专员',1),('测试工程师',1),('网站运营',1),('网站编辑',1),('网站策划',1),('网络管理员',1),('网络与信息安全工程师',1),('语音/视频/图形',1),
('通信技术工程师',1),('技术支持/维护',1),('技术专员/助理',1),('硬件工程师',1),('质量工程师',1),('系统架构师',1),('数据库管理/DBA',1),('游戏设计/开发',1),('网络推广',1),

('文员',2),('招聘专员/助理',2),('培训经理/助理',2),('培训专员/助理',2),('后勤',2),('猎头顾问',2),
('薪酬/绩效/员工关系',2),('经理助理/秘书',2),('行政总监',2),('行政经理/主管',2),('行政专员/助理',2),('人事总监',2),('人事经理/主管',2),('人事专员/助理',2),('前台/总机/接待',2),('招聘经理/主管',2),

('服务员',3),('咖啡师',3),('杂工',3),('学徒',3),('餐饮管理',3),('大堂经理/领班',3),('迎宾/接待',3),('茶艺师',3),('面点师',3),('洗碗工',3),('配菜/打荷',3),('传菜员',3),('后厨',3),('厨师/厨师长',3),('送餐员',3),('预定员',3),

('销售代表',4),('团购业务员/经理',4),('大客户经理',4),('客户经理/主管',4),('渠道经理/总监',4),
('渠道专员',4),('区域销售',4),('网络销售',4),('医疗器械销售',4),('医药代表',4),
('汽车销售',4),('销售支持',4),('电话销售',4),('销售总监',4),('销售经理/主管',4),('会籍顾问',4),

('普工',5),('操作工',5),('包装工',5),('手机维修',5),('水泥工',5),('钢筋工',5),('管道工',5),
('瓦工',5),('组装工',5),('样衣工',5),('染工',5),('纺织工',5),('印花工',5),('电梯工',5),
('铸造/注塑/模具工',5),('综合维修工',5),('制冷/水暖工',5),('电工',5),('木工',5),('钳工',5),('切割/焊工',5),('钣金工',5),('油漆工',5),('缝纫工',5),('锅炉工',5),('车工/铣工',5),('铲车/叉车工',5),('压熨工',5),

('客服专员/助理',6),('客服经理/主管',6),('客服总监',6),('售前/售后服务',6),('电话服务',6),
('客户关系管理',6),

('房产经纪人',7),('置业顾问',7),('房产店长/经理',7),('房产店员/助理',7),('房产客服',7),
('房产评估师',7),('房产开发/策划',7),('其他房产职位',7),

('财务经理/主管',8),('财务分析员',8),('税务经理/主管',8),('税务专员/助理',8),('统计员',8),
('审计经理/主管',8),('审计专员/助理',8),('出纳',8),('会计/会计师',8),('财务总监',8),('成本管理员',8),

('证卷/期货/外汇经纪人',9),('风险管理/控制',9),('融资经理/总监',9),('融资专员',9),
('投资/理财顾问',9),('外汇/基金.国债经理人',9),('拍卖师',9),('担保/拍卖/典当',9),
('资产评估',9),('信贷管理/资信评估',9),('银行会计/主任',9),('信用卡/银行卡业务',9),
('证卷分析/金融研究',9),('证卷经理/总监',9),('股票交易员',9),


('保洁',10),('保姆',10),('月嫂',10),('育婴师/保育员',10),('洗衣工',10),('钟点工',10),('保安',10),
('护工',10),('送水工',10),

('店员/营业员',11),('食品加工/处理',11),('品类管理',11),('奢侈品业务',11),('招商经理/主管',11),
('店长/卖场经理',11),('防损员/内保',11),('理货员/陈列员',11),('促销/导购员',11),
('收银员',11),('替导',11),

('外贸专员/助理',12),('外贸经理/主管',12),('采购员',12),('采购助理',12),('采购经理/主管',12),
('报关员',12),('商务专员/经理',12),('买手',12),

('服装设计师',13),('纺织品设计师',13),('服装打样/制版',13),('生产管理',13),('样衣工',13),
('食品/饮料研发/检验',13),('板房/底格出格师',13),('电脑放码员',13),('纸样师/车板工',13),


('物流专员/助理',14),('单证员',14),('供应链管理',14),('装卸/搬运工',14),('仓库经理/主管',14),('仓库管理员',14),('快递员',14),('调度员',14),
('物流总监',14),('物流经理/主管',14),('国际货运',14),

('律师/法律顾问',15),('律师助理',15),('法务专员/主管',15),('产权/专利顾问',15),('合规管理',15),

('教师/助教',16),('校长',16),('招生/课程顾问',16),('学术研究/科研',16),('教育产品开发',16),
('教学/教务管理',16),('培训助理',16),('培训策划',16),('培训师/讲师',16),('幼教/早教',16),
('家教',16),('野外拓展训练',16),

('英语翻译',17),('阿拉伯语翻译',17),('葡萄牙语翻译',17),('意大利语翻译',17),('西班牙语翻译',17),
('德语翻译',17),('日语翻译',17),('小语种翻译',17),

('工程项目管理',18),('市政工程师',18),('资料员',18),('园林/景观设计',18),('测绘/测量',18),
('给排水/制冷/暖通',18),('道路桥梁技术',18),('安全管理/安全员',18),('安防工程师',18),
('幕墙工程师',18),('造价师/预算师',18),('土木/土建工程师',18),('建筑工程师/总工',18),
('工程监理',18),('综合布线/弱电',18),

('物业管理员',19),('物业维修',19),('物业经理/主管',19),('合同管理',19),('招商经理/主管',19),

('饲料业务',20),('养殖人员',20),('农艺师/花艺师',20),('畜牧师',20),('场长',20),('养殖部主管',20),
('动物营养/饲料研发',20),

('质量管理',21),('技术工程师',21),('材料工程师',21),('工业工程师',21),('维修工程师',21),
('生产总监',21),('厂长/副厂长',21),('化验/检验',21),('生产计划',21),('车间主任',21),
('工艺设计',21),('设备管理维护',21),('总工程师/副总工程师',21),('生产主管/组长',21),

('酒店前台',22),('签证专员',22),('计调',22),('导游',22),('订票员',22),('酒店管理',22),
('救生员',22),('行李员',22),('楼面经理',22),('客房服务员',22),('旅游顾问',22),

('发型师',23),('彩妆培训师',23),('美容/瘦身顾问',23),('美容店长',23),('宠物美容',23),
('美甲师',23),('化妆师',23),('美容助理/学徒',23),('美容师',23),('美容导师',23),
('洗头工',23),('美发助理/学徒',23),('美体师',23),

('机电工程师',24),('机械工程师',24),('研发工程师',24),('测试/可靠性工程师',24),
('版图设计工程师',24),('仪器/仪表/计量',24),

('自动化工程师',25),('研发工程师',25),('灯光/照明设计工程师',25),('音频/视频工程师',25),
('产品工艺/规划工程师',25),('测试/可靠性工程师',25),('无线电工程师',25),('电路工程师/技术员',25),
('电子/电气工程师',25),('电子/电器维修',25),

('按摩师',26),('足疗师',26),('搓洗工',26),('针灸推拿',26),

('健身教练',27),('瑜伽教练',27),('舞蹈老师',27),('游泳教练',27),('台球交流',27),('高尔夫球助理',27),

('商务司机',28),('客运司机',28),('货运司机',28),('出租车司机',28),('班车司机',28),('特种车司机',28),('驾校教练/陪练',28),

('储备经理人',29),('保险精算师',29),('保险项目经理',29),('保险经纪人',29),('保险顾问',29),
('保险客服',29),('保险培训师',29),('保险内勤',29),('车险专员',29),('保险客户经理',29),('保险其他职位',29),


('汽车设计工程师',30),('加油站工作员',30),('停车管理员',30),('洗车工',30),('理赔专员/顾问',30),
('安全性能工程师',30),('发动机/总装工程师',30),('二手车评估师',30),
('汽车美容',30),('汽车检验/检测',30),('4S店管理',30),('汽车电子工程师',30),
('汽车/摩托车修理',30),('装备工艺工程师',30),('轮胎工',30),

('总编/副总编/主编',31),('编辑/撰稿',31),('记者/采编',31),('出版/发行',31),('排版设计/制作',31),
('印刷操作',31),('装订/烫金',31),

('医生',32),('营养师',32),('验光师',32),('美容整形师',32),('医疗管理',32),('医药之间',32),
('理疗师',32),('药剂师',32),('导医',32),('护理主任/护士长',32),('护士/护理',32),
('心理医生',32),('保健医生',32),('宠物护理/兽医',32),

('医药研发/生产/注册',33),('临床研究/协调',33),('生物工程/生物制药',33),('医疗器械研发/维修',33),

('污水处理工程师',34),('环境工程技术',34),('环境管理/保护',34),('环保技术',34),('EHS管理',34),
('环保工程师',34),('环保检测',34),('水质检测员',34),('环境绿化',34),

('质量管理/测试经理',35),('质量检验员/测试员',35),('测试工程师',35),('安全消防',35),
('认证工程师/审核员',35),('安全管理',35),

('CEO/总裁/总经理',36),('首席运营官COO',36),('首席财务官CFO',36),('首席技术官CTO',36),
('副总裁/副总经理',36),('总裁助理/总经理助理',36),('总监',36),('分公司经理',36),('合伙人',36),

('专场招聘会',37),('应届生招聘会',37),('综合招聘会',37),('中高级人才招聘会',37),


('网店店长',38),('淘宝客服',38),('淘宝美工',38),('店铺文案编辑',38),('店铺推广',38),('活动策划',38);



